[
  {
    "title": "D.Gray",
    "1080p": "https://nyaa.land/download/2070646.torrent",
    "720p": null,
    "480p": null,
    "image": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1482-6jc8ZVSmHuLo.jpg",
    "description": "Towards the end of the 19th century, Allen Walker officially joins the organization of Exorcists that destroy the beings known as Akuma; mechanic weapons made by the Millennium Earl with the suffering souls of the dead. Allen has both a cursed eye and an anti-Akuma weapon as an arm, bearing the power of \"Innocence\", a gift given to him as an apostle of God. Allen, along with his fellow Exorcists must put a stop to the Millennium Earl's ultimate plot that could lead to the destruction of the world and all who live on it.",
    "score": 76
  },
  {
    "title": "Katekyou Hitman REBORN!",
    "1080p": "https://nyaa.land/download/2070647.torrent",
    "720p": null,
    "480p": null,
    "image": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1604-W2q38L4OCGLI.png",
    "description": "Nowadays, the mafia world is ruled by Italy's strongest family, the Vongola. Vongola's current head, ninth in the row, is an old man ready for retirement. But before he can hand down his position, he needs help from a professional Hitman to prepare the next generation Boss for ruling over Vongola and the mafia world itself.<br><br>\nSawada Tsunayoshi is just your ordinary teenage boy who attends Junior High and sucks at it. He is unpopular, has no friends, and is desperately in love with a girl from his class. But his life takes an extraordinary turn when Tsunayoshi meets Reborn, an infamous hitman, who the ninth boss of Vongola has sent to train Tsunayoshi for his upcoming title.<br><br>\n(Source: Katekyo Hitman Reborn! FC)",
    "score": 76
  },
  {
    "title": "One Piece",
    "1080p": "https://nyaa.land/download/2070648.torrent",
    "720p": null,
    "480p": null,
    "image": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21-ELSYx3yMPcKM.jpg",
    "description": "Gold Roger was known as the Pirate King, the strongest and most infamous being to have sailed the Grand Line. The capture and death of Roger by the World Government brought a change throughout the world. His last words before his death revealed the location of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece (which promises an unlimited amount of riches and fame), and quite possibly the most coveted of titles for the person who found it, the title of the Pirate King.<br><br>\nEnter Monkey D. Luffy, a 17-year-old boy that defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate who ransacks villages for fun, Luffy’s reason for being a pirate is one of pure wonder; the thought of an exciting adventure and meeting new and intriguing people, along with finding One Piece, are his reasons of becoming a pirate. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach One Piece.<br><br>\n<b>*This includes following special episodes:</b><br>\n- Chopperman to the Rescue! Protect the TV Station by the Shore! (Episode 336)<br>\n- The Strongest Tag-Team! Luffy and Toriko's Hard Struggle! (Episode 492)<br>\n- Team Formation! Save Chopper (Episode 542)<br>\n- History's Strongest Collaboration vs. Glutton of the Sea (Episode 590)<br>\n- 20th Anniversary! Special Romance Dawn (Episode 907)",
    "score": 88
  },
  {
    "title": "Haikyuu!! TO THE TOP",
    "1080p": "https://nyaa.land/download/2070650.torrent",
    "720p": null,
    "480p": null,
    "image": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx106625-UR22wB2NuNVi.png",
    "description": "The fourth season of <i>Haikyuu!!</i><br><br>The Karasuno High School Volleyball Club finally won their way into the nationals after an intense battle for the Miyagi Prefecture Spring Tournament qualifiers. As they were preparing for the nationals, Kageyama is invited to go to All-Japan Youth Training Camp. At the same time, Tsukishima is invited to go to a special rookie select training camp for first-years in Miyagi Prefecture. Hinata feels panic that he’s being left behind as one of the first-years and then decides to show up at the Miyagi Prefecture rookie select training camp anyway... <br><br>(Source: Crunchyroll)",
    "score": 83
  },
  {
    "title": "Gotoubun no Hanayome 2nd Season",
    "1080p": "https://nyaa.land/download/2070651.torrent",
    "720p": null,
    "480p": null,
    "image": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx109261-65rKxMDlcU9r.png",
    "description": "Through their tutor Fuutarou Uesugi's diligent guidance, the Nakano quintuplets' academic performance shows signs of improvement, even if their path to graduation is still rocky. However, as they continue to cause various situations that delay any actual tutoring, Fuutarou becomes increasingly involved with their personal lives, further complicating their relationship with each other.\n<br><br>\nOn another note, Fuutarou slowly begins to realize the existence of a possible connection between him and the past he believes to have shared with one of the five girls. With everyone's feelings beginning to develop and overlap, will they be able to keep their bond strictly to that of a teacher and his students—or will it mature into something else entirely?\n<br><br>\n(Source: MAL Rewrite)",
    "score": 79
  },
  {
    "title": "Toumei Otoko to Ningen Onna ~Sonouchi Fuufu ni Naru Futari~",
    "1080p": "https://nyaa.land/download/2070652.torrent",
    "720p": null,
    "480p": null,
    "image": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185039-rVofxrbEyaL9.jpg",
    "description": "Akira Tounome is an invisible gentleman who runs a detective agency, and Shizuka Yakou is a mild-mannered human female who works there. Shizuka can always find Akira even when he turns completely invisible. A quiet love begins to blossom between them as the invisible man and blind girl grow closer to each other…<br>\n<br>\n(Source: Crunchyroll)",
    "score": 72
  },
  {
    "title": "Koutetsu Tenshi Kurumi 2",
    "1080p": "https://nyaa.land/download/2070653.torrent",
    "720p": null,
    "480p": null,
    "image": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/555.jpg",
    "description": "Taking place 75 years after the first series, Steel Angel Kurumi 2 brings the Steel Angels in a new mis-adventure. High school student and aspiring cellist Nako Kagura accidentally discovers and kisses Kurumi Mk. II at her home, thus making her Kurumi's master. But things go awry as Nako's best friend Uruka gets jealous and tries anything - including her father's army of top-secret mecha - to destroy Kurumi and win back Nako. Things get more out of control when Saki Mk. II is awakened by Uruka, and Karinka Mk. II joins in to steal Nako away from Kurumi.\n<br><br>\n(Source: Anime News Network)",
    "score": 59
  },
  {
    "title": "Ginga Tokkyuu Milky Subway",
    "1080p": "https://nyaa.land/download/2070654.torrent",
    "720p": null,
    "480p": null,
    "image": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx189069-mDKZPNUNKFOD.jpg",
    "description": "Super human Chiharu and cyborg Makina got arrested for breaking space traffic laws. They're stuck with a crew of misfits who got caught around the same time: Akane and Kanata, the super human pair; and Kurt and Max, the cyborg pals. Ryoko, the police officer, sentenced them to clean up the interplanetary train – the so-called \"Milky☆Subway,\" as their community service. It should've been a simple job – until the train suddenly takes off into deep space! The crew scrambles in confusion as chaos unfolds onboard! No purpose! No principle! No point! A never-before-seen space-train spectacle, powered by nothing but pure momentum!<br><br>\n\n(Source: Official website)",
    "score": 78
  },
  {
    "title": "Chou Futsuu Mahou Shoujo Asumi Toruverse",
    "1080p": "https://nyaa.land/download/2070655.torrent",
    "720p": null,
    "480p": null,
    "image": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx198926-J5Ml6dqNGze9.png",
    "description": "Fifth season of the <i>Chou Futsuu</i> series.",
    "score": null
  },
  {
    "title": "Ganglion",
    "1080p": "https://nyaa.land/download/2070657.torrent",
    "720p": null,
    "480p": null,
    "image": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx198117-ms0mzmuyOw8n.png",
    "description": "Set in the early 2000's, the story of Ganglion follows the everyday adventures of Kenji Isobe, a professional henchman for the Ganglion Corporation, which plots world domination with evil schemes such as “Operation: Tokyo Cedar Pollen” and “Operation: Mount Fuji Detonation”. Kenji's workplace is a battlefield, where every day he has to deal with workplace drama, unreasonable bosses and crushing defeat at the hands of the hero HOPEMAN.\n<br><br>\n(Source: Crunchyroll)",
    "score": 56
  },
  {
    "title": "Anige Eleven!",
    "1080p": "https://nyaa.land/download/2070658.torrent",
    "720p": null,
    "480p": null,
    "image": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169322-9oHyoHyDKG5W.jpg",
    "description": "Mini anime of <i>Nanatsu no Maken ga Shihai Suru</i> posted on the official Twitter and Warner Bros. Japan Anime YouTube Channel.",
    "score": null
  },
  {
    "title": "Aho Girl",
    "1080p": "https://nyaa.land/download/2070659.torrent",
    "720p": null,
    "480p": null,
    "image": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b98251-6miVBNYEXzaF.jpg",
    "description": "Yoshiko Hanabatake is an idiot beyond all belief. Somehow managing to consistently score zeroes on all of her tests and consumed by an absurd obsession with bananas, her senseless acts have caused even her own mother to lose all hope. Only one person is up to the task of keeping her insanity in check: childhood friend Akuru \"A-kun\" Akutsu.\n<br><br>\nThough he bemoans the ridiculous behavior he has to endure, the studious but terrifying A-kun is always ready to put an end to any stupidity Yoshiko gets up to, with no qualms about using physical force. Unfortunately, no matter how many times he attempts to knock some sense into her, the girl bounces right back to her usual shenanigans, even dragging in some other eccentrics along for the ride. Try as he might to rein in her nonsense, every moment is unpredictable with Yoshiko and her profound idiocy on the loose.\n<br><br>\n(Source: MAL Rewrite)",
    "score": 64
  },
  {
    "title": "Blue Box",
    "1080p": "https://nyaa.land/download/2070660.torrent",
    "720p": null,
    "480p": null,
    "image": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170942-KKcLfQzV57nG.jpg",
    "description": "<i>Do these sports-crossed lovers have a chance?</i>\n<br><br>\nTaiki Inomata loves badminton, but he has a long way to go before he can reach nationals. When Taiki sees upperclassman Chinatsu Kano practicing her heart out on the girls’ basketball team, he falls for her hard. After an unexpected turn of events brings the two closer together, sports might not be the first thing on their minds anymore!<br><br>(Source: TMS Anime)<br><br>\n<i>Note: The series streamed a week in advance on Netflix Japan starting with episode 2 released alongside episode 1.</i>",
    "score": 81
  },
  {
    "title": "HELL MODE The Hardcore Gamer Dominates in Another World with Garbage Balancing S01E02v2 VOSTFR  WEB x264 AAC",
    "1080p": "https://nyaa.land/download/2070661.torrent",
    "720p": "https://nyaa.land/download/2070662.torrent",
    "480p": null,
    "image": "https://via.placeholder.com/300x450",
    "description": "No description available",
    "score": "??"
  },
  {
    "title": "JUJUTSU KAISEN S03E01 Execution  CR WEB",
    "1080p": "https://nyaa.land/download/2070663.torrent",
    "720p": null,
    "480p": null,
    "image": "https://via.placeholder.com/300x450",
    "description": "No description available",
    "score": "??"
  },
  {
    "title": "JUJUTSU KAISEN S03E02 One More Time  CR WEB",
    "1080p": "https://nyaa.land/download/2070664.torrent",
    "720p": null,
    "480p": null,
    "image": "https://via.placeholder.com/300x450",
    "description": "No description available",
    "score": "??"
  },
  {
    "title": "Cat's Eye  S01E12 MULTi  WEB H.264 AAC",
    "1080p": "https://nyaa.land/download/2070666.torrent",
    "720p": "https://nyaa.land/download/2070665.torrent",
    "480p": null,
    "image": "https://via.placeholder.com/300x450",
    "description": "No description available",
    "score": "??"
  },
  {
    "title": "Digimon Adventure 02",
    "1080p": null,
    "720p": "https://nyaa.land/download/2070667.torrent",
    "480p": null,
    "image": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx1313-oCvzzU6fiCZB.png",
    "description": "A few years after the adventures of the Chosen Children in the Digital World, a new batch of Chosen Children are summoned to save the Digital World. An evil ruler known as the Digimon Kaiser, or Digimon Emperor, is forcing the Digital World's Digimon into enslavement. The new group of Chosen Children, with the help of their Digimon, then begin a journey to stop the evil Digimon Emperor.<br>",
    "score": 69
  },
  {
    "title": "Darwin Jihen",
    "1080p": "https://nyaa.land/download/2070668.torrent",
    "720p": null,
    "480p": null,
    "image": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177679-BgsgE0fQk3qN.jpg",
    "description": "Created in a biological science lab, Charlie is a half human, half chimpanzee hybrid known as a \"Humanzee\". Raised by his adoptive human parents, Charlie is now 15 and starting high school. There he meets Lucy, a clever loner who becomes his first-ever friend. But his “normal” life is shattered when the animal rights extremists who freed his mother from the lab fifteen years ago reemerge as terrorists bent on kidnapping Charlie at all costs.\n<br><br>\n(Source: Kodansha USA) ",
    "score": 64
  },
  {
    "title": "映画「ラブライブ！蓮ノ空女学院スクールアイドルクラブ Bloom Garden Party」ユニットCD「Berry Merry Go Round／フリジア／PANAI☆／咲かnow!」／スリーズブーケ、DOLLCHESTRA、みらくらぱーく！、Edel Note",
    "1080p": null,
    "720p": null,
    "480p": "https://nyaa.land/download/2070669.torrent",
    "image": "https://via.placeholder.com/300x450",
    "description": "No description available",
    "score": "??"
  }
]